Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Split the ways
ca_es: Divideix les vies

source: This turn restriction uses the node <span class="object-name">{0}</span> as member with role <tt>{1}</tt>.
ca_es: Aquesta prohibició de gir utilitza el node <span class="object-name">{0}</span> com a membre amb el rol <tt>{1}</tt>.

source: This turn restriction uses the relation <span class="object-name">{0}</span> as member with role <tt>{1}</tt>.
ca_es: Aquesta prohibició de gir utilitza la relació <span class="object-name">{0}</span> com a membre amb el rol <tt>{1}</tt>.

source: A way is required instead.
ca_es: Es requereix una via

source: Delete the member from the turn restriction
ca_es: Esborrar el membre de la prohibició de gir

source: Change to the Basic Editor and select a way
ca_es: Canviar a l''editor bàsic i seleccionar una via

source: Undelete object...
ca_es: Recuperar un objecte esborrat ...

source: Undelete object by id
ca_es: Recuperar un objecte esborrat per ID

source: Undelete Object
ca_es: Recuperar objecte esborrat

source: Undelete object
ca_es: Recuperar objecte esborrat

source: Enter the type and ID of the objects that should be undeleted, e.g., ''n1 w2''
ca_es: Indiqueu el tious i l''ID dels objectes esborrats que han de ser recuperats, p.ex. "n1 w2"

source: Select if the data should be added into a new layer
ca_es: Seleccionar si les dades han de ser afegides a una nova capa

source: Start undeleting
ca_es: Inici de la recuperació

source: Close dialog and cancel
ca_es: Tancar la finestra i cancel·lar

source: Add nodes at intersections
ca_es: Afegir nodes a les interseccions

source: Add missing nodes at intersections of selected ways.
ca_es: Afegir els nodes que manquen a les interseccions de les vies seleccionades

source: Please select one or more ways with intersections of segments.
ca_es: Si us plau seleccioneu una o més vies amb interseccions

source: Align Way Nodes
ca_es: Alinea els nodes de la via

source: Align nodes in a way
ca_es: Alinea els nodes d''una via

source: The way with selected nodes can not be straightened.
ca_es: La via on hi ha els nodes seleccionats no pot ser adreçada

source: Internal error: number of nodes is {0}.
ca_es: Error intern: el nombre de nodes és {0}

source: Extract node
ca_es: Exteure un node

source: Extracts node from a way
ca_es: Extreure un node d''una via

source: This tool extracts node from its ways and requires single node to be selected.
ca_es: Aquesta eina extreu un node de les seves vies i requereix que seleccioneu un únic node.

source: Extract node from line
ca_es: Extreure un node de la línia

source: Paste Relations
ca_es: Enganxar relacions

source: Paste relation membership from objects in the buffer onto selected object(s)
ca_es: Enganxa les pertinences a relacions dels objectes de la memòria intermèdia sobre els objectes seleccionats.

source: Split Object
ca_es: Divideix l''objecte

source: Split an object at the selected nodes.
ca_es: Divideix un objecte pels nodes seleccionats

source: The current selection cannot be used for splitting.
ca_es: La selecció actual no pot ser utilitzada per fer una divisió.

source: The selected way is not closed.
ca_es: La via seleccionada no està tancada

source: The selected way does not contain the selected node.
ca_es: La via seleccionada no conté el node seleccionat.

source: The selected way is not a split way, please select split points or split way too.
ca_es: La via seleccionada no està dividida, si us plau, seleccioneu els punts de divisió o dividiu la via.

source: The selected nodes can not be consecutive nodes in the object.
ca_es: Els nodes seleccionats no poden ser consecutius a l''objecte.

source: Split adjacent ways
ca_es: Divideix vies adjacents

source: Split adjacent ways on T-intersections
ca_es: Divideix vies adjacents sobre interseccions en forma de T

source: There are several ways containing one of the splitting nodes. Select ways participating in this operation.
ca_es: Hi ha més d''una via que conté un dels nodes de la divisió. Seleccioneu les vies que han de participar a l''operació.

source: Symmetry
ca_es: Simetria

source: Please select at least two nodes for symmetry axis and something else to mirror.
ca_es: Si us plau, seleccioneu com a mínim dos nodes per definir l''eix de simetria i un altre per rèplica.

source: Copy tags from previous selection
ca_es: Copia etiquetes de la selecció prèvia

source: Pastes tags of previously selected object(s)
ca_es: Enganxa les etiquetes dels objectes prèviament seleccionats

source: Add Source Tag
ca_es: Afegeix una font d''etiquetes

source: Add remembered source tag
ca_es: Afegeix la font d''etiquetes memoritzada

source: UnGlue Relation
ca_es: Separa relació

source: Duplicate nodes, ways and relations that are used by multiple relations.
ca_es: Nodes, vies i relacions duplicats que són utilitzats a vàries relacions.

source: UnGlue Relations
ca_es: Separa relacions

source: Unglued Relations
ca_es: Relacions separades

source: Change relation member for {0} {1}
ca_es: Canvia la relació de membre de {0} {1}

source: Circle arc
ca_es: Arc-cercle

source: Create a circle arc
ca_es: Crear un arc de cercle

source: Select custom URL
ca_es: Seleccionar una URL personalitzada

source: Please select one of custom URLs (configured in Preferences)
ca_es: Si us plau seleccioneu una de les URL personalitzades (configurades a les Preferències)

source: Ask every time
ca_es: Demana-ho cada vegada

source: Configure custom URL
ca_es: Configurar una URL personalitzada

source: Open custom URL
ca_es: Obre la URL personalitzada

source: Opens specified URL browser
ca_es: Obre la URL especificada al nevegador web

source: Utilsplugin2 settings [TESTING]
ca_es: Paràmetres d''Utilsplugin2 [PROVANT]

source: Here you can change some preferences of Utilsplugin2 functions
ca_es: Aquí podeu canviar paràmetres de les funcions d''Utilsplugin2

source: Save to file
ca_es: Desa a un fitxer

source: Load from file
ca_es: Carrega d''un fitxer

source: Please edit custom URLs and select one row to use with the tool<br/> <b>&#123;key&#125;</b> is replaced with the tag value<br/> <b>&#123;#id&#125;</b> is replaced with the element ID<br/> <b>&#123;#type&#125;</b> is replaced with "node","way" or "relation" <br/> <b>&#123;#lat&#125; , &#123;#lon&#125;</b> is replaced with map center latitude/longitude <br/> Your can manually load settings from file <b>customurl.txt</b> in JOSM folder
ca_es: Si us plau modifiqueu les URL persolaitzades i seleccioneu una fila per ser utilitzada amb aquesta eina<br/> <b>&#123;key&#125;</b> és reemplaçada amb el valor de l''etiqueta<br/> <b>&#123;#id&#125;</b> és reemplaçat amb el valor de l''element ID<br/> <b>&#123;#type&#125;</b> és reemplaçat amb el "node", la "via" o la "relació" <br/> <b>&#123;#lat&#125; , &#123;#lon&#125;</b> és reemplaçat per latitud/longitud del centre del mapa <br/> Podeu carregar manualment la configuració del fitxer <b>customurl.txt</b> que trobareu a la carpeta de JOSM.

source: Custom URL configuration
ca_es: Configuració d''una URL personalitzada

source: Lat Lon tool
ca_es: Eina Lat Lon

source: Create geometry by entering lat lon coordinates for it.
ca_es: Crear geometria indicant unes coordenades (latitud i longitud)

source: Enter the coordinates for the new nodes, one for each line.<br/>If you enter two lines with the same coordinates there will be generated duplicate nodes.<br/>You can separate longitude and latitude with space, comma or semicolon.<br/>Use positive numbers or N, E characters to indicate North or East cardinal direction.<br/>For South and West cardinal directions you can use either negative numbers or S, W characters.<br/>Coordinate value can be in one of three formats:<ul><li><i>degrees</i><tt>&deg;</tt></li><li><i>degrees</i><tt>&deg;</tt> <i>minutes</i><tt>&#39;</tt></li><li><i>degrees</i><tt>&deg;</tt> <i>minutes</i><tt>&#39;</tt> <i>seconds</i><tt>&quot</tt></li></ul>Symbols <tt>&deg;</tt>, <tt>&#39;</tt>, <tt>&prime;</tt>, <tt>&quot;</tt>, <tt>&Prime;</tt> are optional.<br/><br/>Some examples:<ul><li>49.29918&deg; 19.24788&deg;</li><li>N 49.29918 E 19.24788</li><li>W 49&deg;29.918&#39; S 19&deg;24.788&#39;</li><li>N 49&deg;29&#39;04&quot; E 19&deg;24&#39;43&quot;</li><li>49.29918 N, 19.24788 E</li><li>49&deg;29&#39;21&quot; N 19&deg;24&#39;38&quot; E</li><li>49 29 51, 19 24 18</li><li>49 29, 19 24</li><li>E 49 29, N 19 24</li><li>49&deg; 29; 19&deg; 24</li><li>N 49&deg; 29, W 19&deg; 24</li><li>49&deg; 29.5 S, 19&deg; 24.6 E</li><li>N 49 29.918 E 19 15.88</li><li>49 29.4 19 24.5</li><li>-49 29.4 N -19 24.5 W</li></ul><li>48 deg 42&#39; 52.13" N, 21 deg 11&#39; 47.60" E</li></ul>
ca_es: Entreu les coordenades dels nous nodes, un per línia.<br/>Si entreu dues línies amb les mateixes coordenades es generaran nodes duplicats.<br/>Podeu separar la longitud i la latitud amb un espai, una coma o un punt i coma.<br/>Utilitzeu nombres positius o les lletres N o E per indicar les direccions cardinals Nord o Est.<br/>Per a les direccions cardinals Sud i Oest podeu utilitzar nombres negatius o les lletres S o W.<br/>Les coordenades han de ser en un d''aquests tres formats:<ul><li><i>graus</i><tt>&deg;</tt></li><li><i>graus</i><tt>&deg;</tt> <i>minuts</i><tt>&#39;</tt></li><li><i>graus</i><tt>&deg;</tt> <i>minuts</i><tt>&#39;</tt> <i>segons</i><tt>&quot</tt></li></ul>Els símbols <tt>&deg;</tt>, <tt>&#39;</tt>, <tt>&prime;</tt>, <tt>&quot;</tt>, <tt>&Prime;</tt> són opcionals.<br/><br/>Exemples:<ul><li>49.29918&deg; 19.24788&deg;</li><li>N 49.29918 E 19.24788</li><li>W 49&deg;29.918&#39; S 19&deg;24.788&#39;</li><li>N 49&deg;29&#39;04&quot; E 19&deg;24&#39;43&quot;</li><li>49.29918 N, 19.24788 E</li><li>49&deg;29&#39;21&quot; N 19&deg;24&#39;38&quot; E</li><li>49 29 51, 19 24 18</li><li>49 29, 19 24</li><li>E 49 29, N 19 24</li><li>49&deg; 29; 19&deg; 24</li><li>N 49&deg; 29, W 19&deg; 24</li><li>49&deg; 29.5 S, 19&deg; 24.6 E</li><li>N 49 29.918 E 19 15.88</li><li>49 29.4 19 24.5</li><li>-49 29.4 N -19 24.5 W</li></ul><li>48 deg 42&#39; 52.13" N, 21 deg 11&#39; 47.60" E</li></ul>

source: Replace Geometry
ca_es: Reemplaçar geometria

source: Replace geometry of selected object with a new one
ca_es: Reemplaçar la geometria de l''objecte seleccionat per una de nova

source: This tool replaces geometry of one object with another, and so requires exactly two objects to be selected.
ca_es: Aquesta eina reemplaça la geometria d''un objecte per la d''un altre i requereix que seleccioneu dos objectes.

source: This tool can only replace a node, upgrade a node to a way or a multipolygon, or replace a way with a way.
ca_es: Aquesta eina només pot reemplaçar un node, convertir un node en una via o un multipolígon, o reemplaçar una via per una altra.

source: Node belongs to way(s), cannot replace.
ca_es: El node forma part d''un o més vies i no és possible reemplaçar-lo.

source: Replace geometry for node {0}
ca_es: Reemplaçar la geometria del node {0}

source: Relation is not a multipolygon, cannot be used as a replacement.
ca_es: La relació no és un multipolígon i no pot ser utilitzada com a reemplaçament.

source: Please select one way that exists in the database and one new way with correct geometry.
ca_es: Si us plau seleccioneu una via existent a la base de dades i una nova via amb una geometria correcta.

source: The ways must be entirely within the downloaded area.
ca_es: Les vies han de ser completament dins de l''àrea descarregada.

source: The way to be replaced cannot have any nodes with properties or relation memberships unless they belong to both ways.
ca_es: La via a substituir no ha de tenir cap node amb propietats o que siguin part d''una relació, tret que pertanyin a les dues vies.

source: Exceeded iteration limit for robust method, using simpler method.
ca_es: El límit d''iteració per al mètode estadístic robust ha estat excedit, usant el mètode simple.

source: Replace geometry for way {0}
ca_es: Reemplaçar la geometria de la via {0}

source: Adjacent nodes
ca_es: Nodes adjacents

source: Select adjacent nodes
ca_es: Seleccionar nodes adjacents

source: Adjacent ways
ca_es: Vies adjacents

source: Adjacent ways will be selected. Nodes will be deselected.
ca_es: Les vies adjacents seran seleccionades. Els nodes seran deseleccionats.

source: All connected ways
ca_es: Totes les vies connectades

source: Select all connected ways
ca_es: Seleccionar totes les vies connectades

source: Intersecting ways
ca_es: Vies que s''interseccionen

source: Select intersecting ways
ca_es: Seleccionar les vies que s''interseccionen

source: Please select some ways to find connected and intersecting ways!
ca_es: Si us plau seleccioneu diferents vies per tal de trobar les que són connectades i s''interseccionen.

source: All intersecting ways
ca_es: Totes les vies que s''interseccionen

source: Select all intersecting ways
ca_es: Seleccionar totes les vies que s''interseccionen

source: Please select some ways to find all connected and intersecting ways!
ca_es: Si us plau seleccioneu diferents vies per tal de trobar les que són interconnectades i s''intereseccionen !

source: Middle nodes
ca_es: Nodes intermedis

source: Select middle nodes
ca_es: Seleccionar els nodes intermedis

source: Please select two nodes connected by way!
ca_es: Si us plau seleccioneu dos nodes connectats per una via !

source: Too many ways are added: {0}!
ca_es: Han estat afegits massa vies: {0}!

source: All inside [testing]
ca_es: Tot l''interior [provant]

source: Select all inside selected polygons
ca_es: Sleccionar tot a l''interior dels polígons seleccionats

source: Nothing found. Please select some closed ways or multipolygons to find all primitives inside them!
ca_es: Res trobat. Si us plau, seleccioneu algunes vies tancades o multipolígons per trobar els objectes al seu interior!

source: Area boundary [testing]
ca_es: Límits de l''àrea [verificant]

source: Select relation or all ways that forms area boundary
ca_es: Seleccioneu la relació o totes les vies que formen el límit de l''àrea

source: Nothing found. Please select way that is a part of some polygon formed by connected ways
ca_es: Res trobat. Si us plau, seleccioneu una via que sigui part d''un polígon format per les vies connectades

source: Select Highway
ca_es: Selecciona una carretera

source: Select highway for the name/ref given
ca_es: Selecciona una carretera per al nom o la referència donada

source: Please select one or two ways for this action
ca_es: Si us plau, seleccioneu una o dues vies per poder fer aquesta acció

source: Select last modified nodes
ca_es: Seleccionar els darrers nodes modificats

source: Select last modified ways
ca_es: Seleccionar les darreres vies modificades

source: Select Way Nodes
ca_es: Seleccionar els nodes d''una via

source: Select all nodes of a selected way.
ca_es: Seleccionar tots els nodes de la via

source: Undo selection
ca_es: Desfés la selecció

source: Reselect last added object or selection form history
ca_es: Tornar a seleccionar els darrer objecte o selecció afegida a l''historial

source: Unselect nodes
ca_es: Desseleccionar nodes

source: Removes all nodes from selection
ca_es: Suprimir tots els nodes de la selecció

source: Import Video
ca_es: Importar un vídeo

source: Sync a video against this GPS track
ca_es: Sincronitza un vídeo contra aquest track GPS

source: Remove Video
ca_es: Suprimir un vídeo

source: removes current video from layer
ca_es: suprimeix el vídeo actual de la capa

source: starts/pauses video playback
ca_es: inicia/pausa la reproducció de vídeo

source: Video: {0}
ca_es: Vídeo: {0}

source: Backward
ca_es: Endarrere

source: jumps n sec back
ca_es: salta n segons enrera

source: jumps n sec forward
ca_es: salta n segons endavant

source: faster playback
ca_es: reproducció més ràpida

source: slower playback
ca_es: reproducció més lenta

source: Jump To
ca_es: Vés a

source: jumps to the entered gps time
ca_es: Anar al moment indicat pel temps GPS

source: Loop
ca_es: Bucle

source: loops n sec around current position
ca_es: reproduir repetitivament n segons al voltant de la posició actual

source: Keep centered
ca_es: Mantenir centrat

source: follows the video icon automaticly
ca_es: segueix la icona del vídeo automàticament

source: Subtitles
ca_es: Subtítols

source: Show subtitles in video
ca_es: Mostrar subtítols en vídeo

source: Jump length
ca_es: Longitud de salt

source: Set the length of a jump
ca_es: Establir la longitud d''un salt

source: Jump in video for x ms
ca_es: Salta x ms la reproducció de vídeo

source: Loop length
ca_es: Longitud del bucle

source: Set the length around a looppoint
ca_es: Estableix la durada del bucle al voltant d''un punt

source: no deinterlacing
ca_es: no desentrellaçar

source: deinterlacing using line doubling
ca_es: desentrellaçar utilitzant doble línia

source: deinterlacing using linear interpolation
ca_es: desentrellaçar utilitzant interpolació linear

source: VLC library is not correctly initialized. Please check that VLC {0} is correctly installed on your system. Its architecture (32/64 bits) must also be the same as the JRE that runs JOSM.
ca_es: La llibreria VLC no està correctament inicialitzad. Si us plau, verifiqueu que VLC {0} es troba correctament instal·lada al vostre sistema. La seva arquitectura (32 o 64 bits) ha de ser la mateixa que el JRE amb el que s''executa JOSM.

source: Jump to
ca_es: Vés a

source: Jump to GPS time
ca_es: Anar al temps GPS

source: Shows current position in the video
ca_es: Mostra la posició actual al vídeo

source: Sync
ca_es: Sincronitza

source: Unable to find JNA Java library!
ca_es: No s''ha pogut trobar la llibreria JNA de Java!

source: Unable to find native libvlc library!
ca_es: No ha estat possible de trobar la llibreria nativa libvic!

source: play
ca_es: reprodueix

source: loop
ca_es: bucle

source: mute
ca_es: silencia

source: Walking Papers Scanned Map
ca_es: Mapa Walking Papers escanejat

source: Display a map that was previously scanned and uploaded to walking-papers.org
ca_es: Mostrar un mapa escanejat i carregat al web walking-papers.org

source: Enter a walking-papers.org URL or ID (the bit after the ?id= in the URL)
ca_es: Introduïu una adreça web de walking-papers.org o un ID (el valor que hi ha després de ?id= a la URL)

source: Could not read information from walking-papers.org the id "{0}"
ca_es: No ha estat possible de llegir informació a walking-papers.org per l''ID "{0}"

source: Walking Papers layer ({0}) in zoom {1}
ca_es: Capa Walking Papers ({0}) en nivell d''ampliació {1}

source: Way Download
ca_es: Descarregar una via

source: Download map data on the end of selected way
ca_es: Descarregar dades carogràfiques al final de la via seleccionada

source: <html>Neither a node nor a way with an endpoint outside of the<br>current download areas is selected.<br>Select a node on the start or end of a way or an entire way first.</html>
ca_es: <html>No ha estat seleccionat cap node ni cap via<br>amb el seu final situat fora de la zona descarregada.<br>Seleccioneu un node al principi o al final d''una via o una via.</html>

source: <html>Could not find a unique node to start downloading from.</html>
ca_es: <html>No ha estat possible de trobar un node únic on començar la descàrrega.</html>

source: <html>There are no ways connected to node ''{0}''. Aborting.</html>
ca_es: <html>TNo hi ha cap via connectada al node ''{0}''. Cancel·lant.</html>

source: Way downloader data inconsistency. Prior connected way ''{0}'' wasn''t discovered after download
ca_es: Les dades descarregades no són coherents. La via connectada ''{0}'' no fou trobada desrpés de la descàrrega.

source: <html>There aren''t further connected ways to download.<br>A potential duplicate node of the currently selected node was found, though.<br><br>The currently selected node is ''{0}''<br>The potential duplicate node is ''{1}''<br>Merge the duplicate node onto the currently selected node and continue way downloading?</html>
ca_es: <html>No hi ha cap via connectada a descarregar<br>Tnamateix dins de la selecció ha estat trobat un node que podria estat duplicat.<br><br>El node seleccionat és ''{0}''<br>El node que podria estar duplicat és ''{1}''<br>Voleu fusionar el node duplicat amb el seleccionat i continuar la descàrrega?</html>

source: Merge duplicate node?
ca_es: Fusionar els nodes duplicats?

source: <html>No more connected ways to download.</html>
ca_es: <html>No hi ha més vies connectades per descarregar.</html>

source: Node ''{0}'' is a junction with more than 2 connected ways.
ca_es: El node ''{0}'' és una unió entre més de 2 vies.

source: Enter search expression here..
ca_es: Indiqueu aquí l''expressió de cerca.

source: Select waypoint to move map
ca_es: Seleccioneu una fita per moure el mapa

source: Waypoint search
ca_es: Cercar fites

source: Search after waypoint. Click and move the map view to the waypoint.
ca_es: Cercar fita. Feu clic i moveu el mapa sobre la fita.

source: Way Select
ca_es: Selecció de via

source: Select non-branching sequences of ways
ca_es: Seleccioneu seqüències de vies no ramificades

source: Add names from Wikipedia
ca_es: Afegeix noms de la viquipèdia

source: Fetches interwiki links from Wikipedia in order to add several name tags
ca_es: Obté els enllaços interwiki de la viquipèdia per tal d''afegir diverses etiquetes de nom

source: Copies the {0} template to the system clipboard instantiated with the coordinates of the first selected node
ca_es: Copia el model {0} al porta-retalls del sistema instanciat amb les coordenades del primer node seleccionat.

source: Copy {0} template
ca_es: Copia la plantilla {0}

source: Fetch Wikipedia articles with coordinates
ca_es: Mostra articles de la Viquipèdia amb les coordenades

source: Double click on item to search for object with article name (and center coordinate)
ca_es: Feu doble clic sobre l''element per cercar l''objecte amb el nom de l''article (i centrar a les seves coordenades)

source: Available via WIWOSM server
ca_es: Disponible a través del servidor WIWOSM

source: Available in local dataset
ca_es: Disponible al conjunt de dades local

source: Not linked yet
ca_es: No enllaçat encara

source: Fetches all coordinates from Wikipedia in the current view
ca_es: Mostra les coordenades de la Viquipèdia a la vista actual

source: coordinates
ca_es: coordenades

source: Category
ca_es: Categoria

source: Fetches a list of all Wikipedia articles of a category
ca_es: Mostra una llista amb els articles d''una categoria de la Viquipèdia.

source: Enter the Wikipedia category
ca_es: Indiqueu una categoria de la viquipèdia

source: Clipboard
ca_es: Porta-retalls

source: Pastes Wikipedia articles from the system clipboard
ca_es: Enganxa els articles de la Viquipèdia des del porta-retalls del sistema

source: clipboard
ca_es: porta-retalls

source: Open Article
ca_es: Obre l''article

source: Opens the Wikipedia article of the selected item in a browser
ca_es: Obre l''article de la Viquipèdia sobre l''element seleccionat a un navegador web

source: Sets the default language for the Wikipedia articles
ca_es: Estableix la llengua per defecte per als articles de la Viquipèdia

source: Enter the Wikipedia language
ca_es: Indiqueu el lleguatge per a la Viquipèdia

source: Adds a ''wikipedia'' tag corresponding to this article to the selected objects
ca_es: Afegeix una etiqueta "wikipedia" corresponent a aquest article als objectes seleccionats

source: The Ultimate WMS Super-speed Turbo Challenge II
ca_es: Ultimate WMS Super-speed Turbo Challenge II

source: Go driving
ca_es: Anar en cotxe

source: Drive a race car on this layer
ca_es: Conduir un cotxe de carreres sobre aquesta capa
